/* Error Alert Button */
"OK" = "Potvrdiť";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "Chyba analýzy %1$zd, Popis: %2$@, Riadok: %3$zd, Stĺpec: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "Chyba overovania %1$zd, Popis: %2$@, Riadok: %3$zd, Stĺpec: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "Chyba analýzy súboru MusicXML";

/* Error Alert Title */
"MusicXML Validation Error" = "Chyba vyhodnocovania súboru MusicXML";

/* Error message */
"Compressed music xml file seems to be malformed (could not find 'full-path')" = "Komprimovaný hudobný XML súbor je zrejme nesprávne formátovaný (nenašiel sa atribút full-path).";

/* Error message */
"Could not create temporary conversion file" = "Nepodarilo sa vytvoriť dočasný konverzný súbor.";

/* Error message */
"Could not decompress file compressed music xml file" = "Nepodarilo sa dekomprimovať komprimovaný hudobný XML súbor.";

/* Error message */
"File is not a MusicXML File" = "Súbor nie je vo formáte MusicXML";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "Súbor MusicXML obsahuje nulovú alebo negatívnu hodnotu pre „divisions“";

/* Note Name in Do,Re,Mi notation */
"Do" = "Do";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fa";

/* Note Name in Do,Re,Mi notation */
"La" = "La";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Mi";

/* Note Name in Do,Re,Mi notation */
"Re" = "Re";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Sol";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Si";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "Normálne ladenie 6-strunovej gitary";
